export const defaultCourses = () => {
    return [
        { id: 1,
          courseName: 'Сам собі айтішник',
          courseImg: 'none',
          courseCategory: 'Компьютерна грамотність',
          courseAuthor: 'Default Author', 
          courseLevel: 0,
          courseType: 0,
          courseTopic: 'Про початкові навички',
          courseAbout: 'Багатьом початківцям на початкових ' + 
                        'етапах дорого купувати послуги ' +
                        'у ай-ті спеціалістів. Тому розроблено ' + 
                        'курс, для того щоб спеціаліст міг самостійно ' + 
                        'виконати певні дії, щоб заявити про себе у веб-просторі ' + 
                        'а також автомазувати деякі процеси '
        },
        { id: 2,
          courseName: 'Антипсихологія',
          courseImg: 'none',
          courseCategory: 'Психологія',
          courseAuthor: 'Default Author', 
          courseLevel: 0,
          courseType: 0,
          courseTopic: 'Про хибну картину яка формує  психологія',
          courseAbout: 'На сьогоднішній день популярна психологія  ' + 
                       'стала одним із напрямів які активно вивчають ' + 
                       'люди, але на сьогодні ми знаходимся в тупіку коли '+
                       'психологія більше наносить шкоди, ніж допомагає  '
        }  
      ];
}