export const defaultLessons = (course) => {
    if (course == 1) {
        return [ {
            id: 1,
            idCourse: 1,
            lessonName: "Як створити сайт за допомогою google Сервісів",
            lessonDetails: "На прикладі існуючих google forms, та користуючись графічним інтерфейсом можна створити " +
            "простий односторінковий сайт, який буде індексуватись у пошукових системах. На відміну від конкурентів " +
            "Google посилання виглядають більш - менш безпечно, а базові інстументи допомогають зручно розміщувати контент ",
            lessonImg: "none",
            lessonAuthor: "Default User",
            lessonType: "free"
        } ,
        {
            id: 2,
            idCourse: 1,
            lessonName: "Як створити сайт за допомогою Weblium",
            lessonDetails: "Weblium це один із сучасних конструкторів сайтів, який є повним аналогом тільди " +
            "Це один із ефективних і зручних конструкторів, навідміну від Google має більш широкий спектр  " +
            "можливостей. Окрім доступу до редагування коду, має безліч компонентів наприклад доставка і платіжки ",
            lessonImg: "none",
            lessonAuthor: "Default User",
            lessonType: "free"
        } ]
    } else {
        return [ 
            {
                id: 3,
                idCourse: 2,
                lessonName: "Введеня в Антипсихологію",
                lessonDetails: "Сьогодні майже кожна друга людина асоціює себе з психологією, багато " +
                "людей отримали навіть освіту за цим фахом, у школі і вищих навчальних закладах активно викладають цей предмет  " +
                "але не дивлячись на це, кількість людей з психічними розладами і конфліктами тільки зростає. Чому? ",
                lessonImg: "none",
                lessonAuthor: "Default User",
                lessonType: "free"
            } ,
            {
                id: 4,
                idCourse: 2,
                lessonName: "Маркери, які дає психологія",
                lessonDetails: "Вичаючи будь яку нову інформацію на прикладі вивчення психології та сумісних напрямівми вивчаємо нові терміни, " +
                " Чим більше нових термінів нам знайомо тим більше ми робимо маркерів. А чи дійсно ці маркери є тикими чи вони " +
                " стали предметом виправдань або маніпуляції? Чи відповідає визначенний термін своїй сутності, або просто ми робим хибні висновки?",
                lessonImg: "none",
                lessonAuthor: "Default User",
                lessonType: "free"
            } ,
            {
                id: 5,
                idCourse: 2,
                lessonName: "Маніпуляції незручна правда",
                lessonDetails: "Часто ми чуємо що маніпуляції це щось погане, а маніпулятор це злочинець, а чи насправді так? " +
                "Якщо розглянути походження слова маніпуляції, воно походить з латині де Manipus - це частина кінцівки, руки. " +
                "Маніпуляція по суті є взаємодія - інша людина впливає на іншу. Чи завжди це є подавленя волі і насилля? ",
                lessonImg: "none",
                lessonAuthor: "Default User",
                lessonType: "free"
            } ,
            {
                id: 6,
                idCourse: 2,
                lessonName: "Занурення у минуле",
                lessonDetails: "У кожної людини свії уникальний досвід у минулому. Звичайно є речі які притаманні тому чи іншому часі " +
                "Звичайно є події, які корелюються у багатьох людей відносно їх особливостей. Але, машину часу не винайшли " +
                "Час швидкоплинний, ніхто не поверне, ні молодість, ні 2007, а ні 90-ті, ні 80-ті. І історія не зная ніяких 'якби' - все що трапилось то факт і реальність ",
                lessonImg: "none",
                lessonAuthor: "Default User",
                lessonType: "free"
            } ,
        
            {
                id: 7,
                idCourse: 2,
                lessonName: "Не ви і коханна вбиваєте дітей, а телешоу",
                lessonDetails: "Чи дивитесь ви такі шоу? Можливо ні, але члени вашої сімї щоб скоротати час " +
                "Можуть дивитися ці шоу. А які вони висновки роблять? Чи багато є прикладів, коли людина переосмислює життя " +
                "аналізує помилки. Чи просто впала у жертву, або вирішила що вона є телеведучим у реальному житті і  " + 
                " тепер буде звичними для неї методами будувати сім'ю як тепер правильно сказав ведучий у шоу? ",
                lessonImg: "none",
                lessonAuthor: "Default User",
                lessonType: "free"
            } ,
        ]

    }

}